<?xml version="1.0" encoding="unicode" standalone="yes"?>
<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>buraya ad girin</displayName>
  <description>buraya tanımı girin</description>
  <resources>
    <stringTable>
      <string id="Search">Ara</string>
      <string id="WindowsComponents">Windows Bileşenleri</string>
      <string id="VistaOnly">Microsoft Windows Vista veya sonraki sürümü</string>
      <string id="VistaOrRedist">Microsoft Windows Vista veya herhangi bir Windows sürümü, Windows Search 3.01 veya daha ileri bir sürümüyle birlikte</string>
      <string id="RedistOnly">Microsoft Windows XP veya Windows Server 2003, Windows Search sürüm 3.01 veya daha ileri bir sürümüyle birlikte</string>
      <string id="RedistOnly4OrLater">Microsoft Windows XP veya Windows Server 2003, Windows Search sürüm 4.0 veya daha ileri bir sürümüyle birlikte</string>
      <string id="301OrLater">Microsoft Windows XP, Windows Server 2003 Windows Search sürüm 3.01 ile birlikte ya da herhangi bir Windows sürümü Windows Search 4.0 veya daha ileri bir sürümüyle birlikte</string>
      <string id="301To4">Microsoft Windows XP, Windows Search sürüm 3.01 içeren Windows Server 2003 veya Windows Search 4.0 veya üst sürümünü içeren herhangi bir Windows sürümü</string>
      <string id="4OrLater">Windows Search 4.0 veya sonraki sürümü ile birlikte herhangi bir Microsoft Windows sürümü</string>
      <string id="VistaOr4">Microsoft Windows Vista veya herhangi bir Windows sürümü, Windows Search 4.0 veya daha ileri bir sürümüyle birlikte</string>
      <string id="VistaWith4">Microsoft Windows Vista, Windows Search 4.0 veya daha ileri bir sürümüyle birlikte</string>
      <string id="AllowUsingDiacritics">Aksan işaretlerini kullanmaya izin ver</string>
      <string id="Win7Only">Microsoft Windows 7 veya üstü</string>
      <string id="WS4Only">Windows Search 4.0 içeren herhangi bir Microsoft Windows sürümü</string>
      <string id="ExplainAllowUsingDiacritics">Bu ilke ayarı aksan işaretleri içeren sözcüklerin ayrı sözcükler olarak işlenmesine izin verir. Bu ilke ayarını etkinleştirirseniz, yalnızca aksan işaretleri bakımından farklılık gösteren sözcükler farklı sözcük olarak işlenir. Bu ilke ayarını devre dışı bırakırsanız, aksan işaretleri içeren sözcükler ve içermeyen sözcükler aynı sözcük olarak işlenir. Bu ilke ayarı varsayılan olarak yapılandırılmamıştır. Bu ilke ayarını yapılandırmazsanız, Denetim Masası aracılığıyla yapılandırılan yerel ayar kullanılır. Not: Varsayılan olarak, Denetim Masası ayarı yalnızca aksan işaretleri bakımından farklılık gösteren sözcükleri aynı sözcük olarak işleyecek biçimde ayarlanmıştır.</string>
      <string id="AutoIndexSharedFolders">Paylaşılan klasörlerin otomatik olarak dizine eklenmesini engelle</string>
      <string id="ExplainAutoIndexSharedFolders">Windows Search'ün paylaşılan klasörleri dizine otomatik olarak eklemesini engellemek için bu ilkeyi etkinleştirin. Bu ilke etkinleştirildiğinde, Windows Search bilgisayarda oluşturulan paylaşımları dizinin kapsamına otomatik olarak eklemez. Bu ilke yapılandırılmadığında veya devre dışı bırakıldığında, Windows Search bilgisayarda hangi klasörlerin paylaşıldığını veya paylaşılmadığını izleyerek bunları dizine ekleme veya dizinden çıkarma işlemini otomatik olarak gerçekleştirir.</string>
      <string id="FavoriteLocations">Kullanıcı tarafından belirtilen konumların Tüm Konumlar menüsüne eklenmesini engelle</string>
      <string id="ExplainFavoriteLocations">Bu ilke ayarı, kullanıcı tarafından tanımlanan konumların yanı sıra Tüm Konumlar menüsündeki Konum ekleme/kaldırma seçeneklerini de etkinleştirmenize veya devre dışı bırakmanıza olanak verir. Bu ilke yapılandırılmadığında, varsayılan davranış, kullanıcıların konumlar menüsüne yeni konumlar eklemesine ve bunları kaldırmasına izin vermek biçiminde olacaktır. İlke etkinleştirildiğinde Konum ekleme ve kaldırma seçenekleri ile önceden tanımlanmış kullanıcı konumları görünmez. İlke devre dışı bırakıldığında hem Konum ekleme ve kaldırma seçenekleri hem de önceden belirtilen kullanıcı konumları görünür.</string>
      <string id="PreventUsingAdvancedIndexingOptions">Denetim Masası'nda gelişmiş dizin oluşturma seçeneklerinin görüntülenmesini engelle</string>
      <string id="ExplainPreventUsingAdvancedIndexingOptions">Etkinleştirilirse, Denetim Masası'ndaki Arama ve Dizin Oluşturma Seçenekleri, Gelişmiş Seçenekler iletişim kutusunun açılmasına izin vermez. Tersi durumda, bu iletişim kutusu açılabilir. Bu ilke ayarı varsayılan olarak devre dışı bırakılır.</string>
      <string id="HideUNCTab">Dizine Denetim Masası'ndan UNC konumları eklemeyi engelle</string>
      <string id="ExplainHideUNCTab">Bu ilkeyi etkinleştirmek, kullanıcıların Denetim Masası'ndaki Arama ve Dizin Oluşturma Seçenekleri'nden dizine UNC konumları eklemesini engeller.  Dizine kullanıcı tarafından önceden eklenmiş UNC konumları kaldırılmaz.

Bu ilke devre dışı bırakıldığında veya yapılandırılmadığında, kullanıcılar dizine UNC konumları ekleyebilir.

Microsoft Networks eklentisi yüklenmediyse bu ilkenin hiçbir etkisi olmaz.

Varsayılan olarak devre dışı bırakılır.</string>
      <string id="PreventModifyingIndexedLocations">Denetim Masası'nda dizini oluşturulan konumları özelleştirmeyi engelle</string>
      <string id="ExplainPreventModifyingIndexedLocations">Etkinleştirilirse, Denetim Masası'ndaki Arama ve Dizin Oluşturma Seçenekleri Konumları Değiştir iletişim kutusunun açılmasına izin vermez. Tersi durumda bu iletişim kutusu açılabilir. Varsayılan olarak devre dışı bırakılır.</string>
      <string id="AllowIndexingEncryptedStoresOrItems">Şifrelenmiş dosyaların dizinini oluşturmaya izin ver</string>
      <string id="ExplainAllowIndexingEncryptedStoresOrItems">Bu ilke ayarı, şifrelenmiş öğelerin dizinini oluşturmaya olanak sağlar. Bu ilke ayarını etkinleştirirseniz, dizin oluşturma içeriğin şifresini kaldırmaya ve dizin oluşturmaya çalışır (ancak, erişim kısıtlamaları uygulanmaya devam eder). Bu ilke ayarını devre dışı bırakırsanız, arama hizmeti bileşenlerinin (Microsoft olmayan bileşenler dahil) şifrelenmiş öğelerin ve şifrelenmiş depolama alanlarının dizinini oluşturmaması beklenir. Bu ilke ayarı varsayılan olarak yapılandırılmamıştır. Bu ilke ayarını yapılandırmazsanız, Denetim Masası aracılığıyla yapılandırılan yerel ayar kullanılır. Not: Varsayılan olarak, Denetim Masası ayarı şifrelenmiş içeriğin dizinini oluşturmayacak biçimde ayarlanmıştır. 

Bu ayar etkinleştirildiğinde veya devre dışı bırakıldığında dizin tümüyle yeniden oluşturulur. 

Şifrelenmiş dosyaların güvenliğini sağlamak amacıyla dizin konumu için tam birim şifrelemesi (BitLocker Sürücü Şifrelemesi veya Microsoft olmayan bir çözüm) kullanılması gerekir.</string>
      <string id="PreventIndexOnBattery">Enerji tasarrufu yapmak için pil gücüyle çalışırken dizin oluşturmayı engelle</string>
      <string id="ExplainPreventIndexOnBattery">Etkinleştirilirse, bilgisayar pille çalışırken dizin oluşturucu duraklatılır. Devre dışı bırakılırsa, dizin oluşturma işlemi varsayılan davranışı kullanır. Varsayılan olarak devre dışı bırakılır.</string>
      <string id="PreventRemoteQueries">İstemcilerin dizini uzaktan sorgulamasını engelle</string>
      <string id="ExplainPreventRemoteQueries">Etkinleştirilirse, istemciler bu bilgisayarın dizinini uzaktan sorgulayamaz. Böylece bu bilgisayardaki ağ paylaşımlarına göz atarken bu paylaşımlarda dizin kullanarak arama yapamazlar. Devre dışı bırakılırsa, istemci arama istekleri bu bilgisayarın dizinini kullanır. Varsayılan olarak devre dışı bırakılır.</string>
      <string id="DisableBackoff">Dizin oluşturucuyu geri almayı devre dışı bırak</string>
      <string id="ExplainDisableBackoff">Etkinleştirilirse, arama dizin oluşturucusunu geri alma özelliği devre dışı bırakılır. Dizin oluşturma, sistem etkinliği yüksek olduğunda da tam hızı kullanarak devam eder. Devre dışı bırakılırsa, sistem etkinliği yüksek olduğunda dizin oluşturma etkinliğini engellemek amacıyla geri alma mantığı kullanılır. Varsayılan olarak devre dışı bırakılır.</string>
      <string id="PreventIndexingOfflineFiles">Çevrimdışı dosyalar önbelleğindeki dosyaların dizininin oluşturulmasını engelle</string>
      <string id="ExplainPreventIndexingOfflineFiles">Etkinleştirilirse, çevrimdışı olarak kullanılabilen ağ paylaşımlarındaki dosyaların dizini oluşturulmaz. Tersi durumda, dizinleri oluşturulur. Varsayılan olarak devre dışı bırakılır.</string>
      <string id="EnableIndexingUncachedExchangeFolders">Önbelleğe alınmamış Exchange klasörlerinin dizinini oluşturmayı etkinleştir</string>
      <string id="ExplainEnableIndexingUncachedExchangeFolders">Bu ilkeyi etkinleştirme, Microsoft Outlook önbelleğe alınmış modda çalışmadığında, Microsoft Exchange sunucusundaki posta öğelerinin dizinini oluşturmaya olanak verir. Arama işleminin varsayılan davranışı önbelleğe alınmamış Exchange klasörlerinin dizinini oluşturmamaktır. Bu ilkeyi devre dışı bırakma, önbelleğe alınmamış tüm Exchange klasörlerinin dizinini oluşturmayı engeller. Temsilci posta kutuları çevrimiçi posta kutularından ayrı olarak yönetilir. "Önbelleğe Alınmamış Exchange Klasörlerinin Dizinini Oluşturmayı Etkinleştir" seçeneğinin temsilci posta kutularına hiçbir etkisi yoktur. Çevrimiçi ve temsilci posta kutularının dizinini oluşturmayı durdurmak için, iki ilkeyi de devre dışı bırakmanız gerekir.</string>
      <string id="EnableIndexingDelegateMailboxes">Çevrimiçi temsilci posta kutularının dizinini oluşturmayı etkinleştir</string>
      <string id="ExplainEnableIndexingDelegateMailboxes">Bu ilkeyi etkinleştirme, Microsoft Exchange sunucusundaki çevrimiçi temsilci posta kutularında bulunan öğelerinin dizinini oluşturmaya olanak verir. Bu ilke yalnızca çevrimiçi olan temsilci posta kutularını etkiler. Microsoft Outlook 2007, kullanıcıların temsilci posta kutularının bazı bölümlerini yerel olarak önbelleğe almasına izin verir. Bu ilke, temsilci posta kutusunun yerel olarak önbelleğe alınan bölümlerini etkilemez. Bu ilkenin temsilci posta kutusunun tamamı için etkili olmasını sağlamak için, Microsoft Outlook 2007'de temsilci posta kutusunun hiçbir bölümünün yerel önbelleğe alınmadığından emin olun. Varsayılan Arama davranışı, çevrimiçi temsilci posta kutularının dizinini oluşturmamaktır. Bu ilkeyi devre dışı bırakma, tüm çevrimiçi temsilci posta kutularının dizinini oluşturmayı engeller. Çevrimiçi temsilci posta kutuları çevrimiçi posta kutularından ayrı olarak yönetilir. "Önbelleğe Alınmamış Exchange Klasörlerinin Dizinini Oluşturmayı Etkinleştir" ilkesinin çevrimiçi temsilci posta kutuları üzerinde etkisi yoktur. Çevrimiçi posta kutularının ve çevrimiçi temsilci posta kutularının dizinini oluşturmayı durdurmak için, iki ilkeyi de devre dışı bırakmanız gerekir.</string>
      <string id="EnableThrottlingOnlineMailboxes">Çevrimiçi posta dizinine eklemeleri azaltmayı etkinleştir</string>
      <string id="ExplainEnableThrottlingOnlineMailboxes">Microsoft Office Outlook'u çevrimiçi modda kullanırken, çevrimiçi postaların bir Microsoft Exchange sunucusunda dizine eklenme hızını denetlemek için bu ilkeyi etkinleştirebilirsiniz. Bu ilke için belirlenen değer ne kadar küçük olursa, ilgili Microsoft Exchange sunucusundaki işlem yükü de o kadar az olur. Bu ilkenin varsayılan değeri, dakikada 120 öğedir. Microsoft Exchange sunucularındaki işlem yükünü azaltmak için dakikada dizine eklenen öğe sayısını azaltın. Bu ilkeyi devre dışı bırakırsanız çevrimiçi posta öğeleri Microsoft Exchange sunucusunun destekleyebildiği hızda dizine eklenir. Bu ilkeyi yapılandırılmadı biçiminde ayarlarsanız çevrimiçi posta öğeleri dakikada 120 öğe hızında dizine eklenir. Microsoft Office Outlook önbelleğe alınmış modda kullanılırken bu ilkenin posta öğeleri üzerinde bir etkisi olmaz.</string>
      <string id="LimitEnableThrottlingOnlineMailboxes">Dakika başına öğe sayısı</string>
      <string id="PreventIndexingOutlook">Microsoft Office Outlook'un dizininin oluşturulmasını engelle</string>
      <string id="ExplainPreventIndexingOutlook">Microsoft Outlook öğelerinin dizininin oluşturulmasını engellemek için bu ilkeyi etkinleştirin. Varsayılan, Outlook öğelerinin dizinini otomatik olarak oluşturmaktır. Bu ilke etkinleştirilirse, kullanıcının Outlook öğeleri dizine eklenmez ve kullanıcı bunları arama sonuçlarında görmez.</string>
      <string id="PreventIndexingEmailAttachments">E-posta eklerinin dizininin oluşturulmasını engelle</string>
      <string id="ExplainPreventIndexingEmailAttachments">E-posta eklerinin içeriğinin için dizin oluşturulmasını engellemek üzere bu ilkeyi etkinleştirin. Etkinleştirilirse, dizin oluşturma hizmeti bileşenlerinin (Microsoft olmayan bileşenler dahil) e-posta eklerinin dizinini oluşturmaması beklenir. Güvenlik veya Microsoft dışındaki belge filtrelerinin (iFilter) dizin oluşturma performansıyla ilgili endişeleriniz varsa, bu ilkeyi etkinleştirin. Bu ilke varsayılan olarak devre dışı bırakılır.</string>
      <string id="PreventIndexingPublicFolders">Ortak klasörlerin dizininin oluşturulmasını engelle</string>
      <string id="ExplainPreventIndexingPublicFolders">Microsoft Office Outlook'ta ortak klasörlerin dizininin oluşturulmasını engellemek için bu ilkeyi etkinleştirin. Bu ilke devre dışı bırakılırsa veya yapılandırılmazsa, kullanıcıya Outlook'taki önbelleğe alınmış ortak klasörlerin dizinini oluşturma seçeneği sunulur. Yalnızca Outlook 2003 veya daha yeni bir sürüm kullanılırken ortak klasörlerin dizini oluşturulabilir. Kullanıcının önbelleğe alınmış modunda çalışıyor olması gerekir ve Ortak Klasör Sık Kullanılanlarını Karşıdan Yükle seçeneği açık olmalıdır.</string>
      <string id="PreventIndexingCertainPaths">Belirli yolların dizinini oluşturmayı engelle</string>
      <string id="PreventIndexingCertainPaths_Explain">Bu ilke ayarını etkinleştirirseniz, dizin oluşturma dışında tutulacak yolların bir listesini belirtirsiniz. Kullanıcı belirttiğiniz yollardan biriyle başlayan hiçbir yol giremez.

Bu ilke ayarını etkinleştirir ve sonra devre dışı bırakırsanız, kullanıcılar diğer ilkeler tarafından kısıtlanmayan tüm yolların dizinini oluşturabilir, ancak dizini oluşturulacak yolların özgün listesi geri yüklenmez.
      </string>
      <string id="PreventIndexingCertainPaths_User_Explain">Bu ilke ayarını etkinleştirirseniz, dizin oluşturma dışında tutulacak yolların bir listesini belirtirsiniz. Kullanıcı belirttiğiniz yollardan biriyle başlayan hiçbir yol giremez. Kullanıcı başına temelinde, bu ilke ayarı yalnızca MAPI gibi SID tabanlı bir kullanıcı kapsamına başvuruda bulunan bir protokol işleyicisi belirtilmişse çalışır. Belirli bir SID'ye başvuruda bulunmayan dosya sistemi yolları, bunlar yalnızca Grup İlkesi'nde "Kullanıcı Yapılandırması" altında belirtilmişlerse dizin oluşturma dışında tutulmazlar. Bir dosya sistemi yolunun dizininin oluşturulmasını kısıtlamak için, lütfen "Bilgisayar Yapılandırması" Grup İlkesi altında dizini oluşturulacak dosya sistemi yolunu belirtin.

Bu ilke ayarını etkinleştirir ve sonra devre dışı bırakırsanız, kullanıcılar diğer ilkeler tarafından kısıtlanmayan tüm yolların dizinini oluşturabilir, ancak dizini oluşturulacak yolların özgün listesi geri yüklenmez.
      </string>
      <string id="DefaultIndexedPaths">Varsayılan dizini oluşturulan yollar</string>
      <string id="DefaultIndexedPaths_Explain">Bu ilkeyi etkinleştirme, varsayılan olarak dizini oluşturulacak yolların listesini belirtmenizi sağlar. Kullanıcı bu yolları geçersiz kılabilir ve dizin oluşturma işleminin dışında bırakabilir.</string>
      <string id="DefaultIndexedPaths_User_Explain">Bu ilkeyi etkinleştirme, varsayılan olarak dizini oluşturulacak yolların listesini belirtmenizi sağlar. Kullanıcı bu yolları geçersiz kılabilir ve dizin oluşturma işleminin dışında bırakabilir. Kullanıcı başına temelinde, bu ilke ayarı yalnızca MAPI gibi SID tabanlı bir kullanıcı kapsamına başvuruda bulunan bir protokol işleyicisi belirtilmişse çalışır. Belirli bir SID'ye başvuruda bulunmayan dosya sistemi yolları, bunlar yalnızca Grup İlkesi'nde "Kullanıcı Yapılandırması" altında belirtilmişlerse dizin oluşturmaya dahil edilmezler. Bir dosya sistemi yolunu dizin oluşturmaya dahil etmek için, lütfen "Bilgisayar Yapılandırması" Grup İlkesi altında dizini oluşturulacak dosya sistemi yolunu belirtin.</string>
      <string id="DefaultExcludedPaths">Varsayılan dışlanan yollar</string>
      <string id="DefaultExcludedPaths_Explain">Bu ilkeyi etkinleştirme, varsayılan olarak dizin oluşturma işleminin dışında bırakılacak yolların listesini belirtmenize olanak verir. Kullanıcı bu yolları geçersiz kılabilir ve dizin oluşturma işlemine dahil edebilir.</string>
      <string id="DefaultExcludedPaths_User_Explain">Bu ilkeyi etkinleştirme, varsayılan olarak dizin oluşturma işleminin dışında bırakılacak yolların listesini belirtmenize olanak verir. Kullanıcı bu yolları geçersiz kılabilir ve dizin oluşturma işlemine dahil edebilir. Kullanıcı başına temelinde, bu ilke ayarı yalnızca MAPI gibi SID tabanlı bir kullanıcı kapsamına başvuruda bulunan bir protokol işleyicisi belirtilmişse çalışır. Belirli bir SID'ye başvuruda bulunmayan dosya sistemi yolları, bunlar yalnızca Grup İlkesi'nde "Kullanıcı Yapılandırması" altında belirtilmişlerse dizin oluşturma dışında tutulmazlar. Bir dosya sistemi yolunun dizininin oluşturulmasını kısıtlamak için, lütfen "Bilgisayar Yapılandırması" Grup İlkesi altında dizini oluşturulacak dosya sistemi yolunu belirtin.</string>
      <string id="DataDirectory">Dizin oluşturucu veri konumu</string>
      <string id="ExplainDataDirectory">Dizin oluşturucu veritabanını bu dizinde depola. Bu dizin yerel sabit sürücüde bulunmalıdır.</string>
      <string id="PartDataDirectory">Yol (128 karakterden az):</string>
      <string id="AddPrimaryIntranetSearchScope">Birincil intranet arama konumu ekle</string>
      <string id="AddPrimaryIntranetSearchScope_Explain">Bu ilkeyi etkinleştirme, Windows Masaüstü Araması içinde birincil bir intranet arama konumu eklemenizi sağlar. Bu metnin değeri şu olmalıdır:

ad,url

Örneğin:

İntranet,http://intranetsearch.aspx?k=$w 

Aşağıdakileri sağlamanız gerekir:
1) Kapsamın adı, örneğin 'İntranet'.
2) Arama hizmetinin URL'si. Arama hizmeti URL'sine yönelik sorgu teriminin yerine $w kullanın.

İntranet arama hizmetiniz SharePoint Portal Server ise, sorgunuz aşağıdakine benzemelidir:
http://siteadı/Search.aspx?k=$w

İntranet arama hizmetiniz Windows SharePoint Services (WSS) ise, sorgu aşağıdakine benzemelidir (burada XXXX, WSS Hizmetinizin yerel ayar kimliğidir). Örneğin, Türkçe yerel ayar kimliği 1055'tir.
http://siteadı/_layouts/XXXX/searchresults.aspx?SearchString=$w

Bu, intranet arama konumunu şu öğelere ekler:
1) Windows Masaüstü Çubuğu
2) Masaüstü Araması sonuçları arama kutusu
3) Arama Yardımcısı'ndaki WDS arama kutusu
</string>
      <string id="PrimaryIntranetSearchScopeUrl">İntranet Arama Kapsamı Url'si</string>
      <string id="AddSecondaryIntranetSearchScope">İkincil intranet arama konumları ekle</string>
      <string id="AddSecondaryIntranetSearchScope_Explain">Bu ilkeyi etkinleştirmek, Birincil İntranet Arama Konumu Ekle ilkesinde tanımlanan birincil intranet arama konumuna ek olarak başka intranet arama konumları eklemenize olanak verir. Metnin değeri şu şekilde olmalıdır:

ad1,url1;ad2,url2;...adN,urlN

Örneğin:

MySearch,http://mysearch.aspx?q=$w;MySearch2,http://mysearch2?q=$w.

Her arama kapsamı için aşağıdakileri sağlayın:
1) Kapsamın adı, örneğin 'IT Web'.
2) Arama hizmetinin URL'si. Arama hizmeti URL'sine yönelik sorgu teriminin yerine $w kullanın.

İntranet arama hizmetiniz SharePoint Portal Server ise, sorgunuz şu örneğe benzemelidir:
http://sitename/Search.aspx?k=$w

İntranet arama hizmetiniz Windows SharePoint Services (WSS) ise, sorgu aşağıdaki örneğe benzemelidir, burada XXXX WSS Hizmetinizin Yerel Ayar Kimliği'dir. Örneğin, Türkçe yerel ayar kimliği 1055'tir.
http://siteadı/_layouts/XXXX/searchresults.aspx?SearchString=$w

Bu ek intranet arama konumları Masaüstü Arama sonuçlarındaki Tüm Konumlar listesine eklenir.</string>
      <string id="SecondaryIntranetSearchScopeUrl">İntranet Arama Kapsamı Url'si</string>
      <string id="PreviewPaneLocation">Önizleme bölmesi konumu</string>
      <string id="PreviewPaneLocation_Explain">Bu ilkeyi etkinleştirmek, Masaüstü Arama sonuçlarındaki önizleme bölmesinin konumunu ayarlamanıza olanak verir. Ayrıca önizleme bölmesini kapatabilirsiniz. Dört seçenek vardır:

- Otomatik
- Sağda
- Altta
- Kapalı

Ortamınız Office XP veya sonraki sürümünü desteklemiyorsa, önizleme bölmesini kapatmak için bu ilkeyi etkinleştirmeyi dikkate almalısınız. Önizleme bölmesinin tüm işlevselliği yalnızca Office XP veya sonraki sürümlerinde Office belgeleri için kullanılabilir.

Bu ilke devre dışı bırakıldığında veya yapılandırılmadığında, önizleme bölmesi otomatik olarak Masaüstü Arama sonuçlarının sağında gösterilir ve kullanıcılarınız önizleme bölmesinin konumunu seçebilir</string>
      <string id="PreviewPaneLocation_Auto">Otomatik</string>
      <string id="PreviewPaneLocation_Right">Sağda</string>
      <string id="PreviewPaneLocation_Bottom">Altta</string>
      <string id="PreviewPaneLocation_Off">Kapalı</string>
      <string id="SearchResultIconSize">Masaüstü arama sonuçlarında büyük veya küçük simge görünümünü ayarla</string>
      <string id="SearchResultIconSize_Explain">Bu ilkeyi etkinleştirmek, Masaüstü Arama sonuçlarınız için istediğiniz büyük simge veya küçük simge görünümünü belirtmenize olanak verir. İki seçenek vardır:

- Büyük Simge
- Küçük Simge.

Kuruluşunuz Office XP veya sonraki sürümlerini desteklemediğinden önizleme bölmesini devre dışı bıraktıysanız, kullanıcıların masaüstü arama sorgularıyla ilişkili parçacıkları görebilmeleri için büyük simge görünümü zorunlu kılmalısınız.

Bu ilke devre dışı bırakıldığında veya yapılandırılmadığında, varsayılan olarak küçük simge görünümü kullanılır.</string>
      <string id="SearchResultIconSize_Small">Küçük Simge</string>
      <string id="SearchResultIconSize_Large">Büyük Simge</string>
      <string id="DisableWebSearch">Web aramasına izin verme</string>
      <string id="DisableWebSearch_Explain">Bu ilkeyi etkinleştirmek, Windows Desktop Search'ten Web araması seçeneğini kaldırır.

Bu ilke devre dışı bırakıldığında veya yapılandırılmadığında, Web seçeneği kullanılabilir ve kullanıcılar varsayılan tarayıcı altyapıları aracılığıyla Web araması yapabilir.</string>
      <string id="StopIndexingOnLimitedHardDriveSpace">Sınırlı sabit disk alanı durumunda dizin oluşturmayı durdur</string>
      <string id="StopIndexingOnLimitedHardDriveSpace_Explain">Bu ilkeyi etkinleştirmek, dizin konumunun olduğu sürücüde belirtilen miktardan daha az yer kaldığında dizin oluşturma işlemine devam edilmesini engeller. 0 ile 2147483647 MB arasında bir değer seçin.

Ortamınızdaki bilgisayarların sabit sürücü alanı çok sınırlıysa bu ilkeyi etkinleştirin.

Bu ilke devre dışı bırakıldığında veya yapılandırılmadığında, Windows Desktop Search dizin boyutunuzu otomatik olarak yönetir.</string>
      <string id="StopIndexingOnLimitedHardDriveSpace_MBLimit">MB Sınırı</string>
      <string id="RichAttachmentPreviews">Eklere yönelik zengin önizlemeleri denetle</string>
      <string id="RichAttachmentPreviews_Explain">Bu ilkeyi etkinleştirmek, zengin ek önizlemeleri sağlamaya olanak verecek noktalı virgülle ayrılmış dosya uzantıları listesi tanımlar.

Bu ilke devre dışı bırakıldığında veya yapılandırılmadığında, varsayılan ayarlar .bmp;.emf;.gif;.jpg;.jpeg;.png;.wmf;.wrn;.txt;.err;.xml;.cpp;.c;.h;.cxx;.hxx;.idl;.cs;.vb;.idl;.xsd;.doc;.docx;.xls;.xlsx;.ppt;.pptx;.vsd;.xlsb;.xltx;.dot;.rtf olarak ayarlanır</string>
      <string id="PreventUnwantedAddins">İstenmeyen iFilter ve protokol işleyicilerini engelle</string>
      <string id="PreventUnwantedAddins_Explain">Bu ilkeyi etkinleştirmek, izin verilenler listesinde belirtilmediği sürece Windows Desktop Search'ün iFilter ve protokol işleyicileri kullanmasını engeller. Ancak bu ilke iFilter veya protokol işleyicileri yüklenmesini veya bunların diğer uygulamalar veya hizmetler tarafından kullanılmasını engellemez. 
Ayrıca classID veya ProgId dizesini sağlayarak izin verilen eklentiler listesi de belirtebilirsiniz. Örneğin, belirli bir iFilter dağıtmayı planlıyorsanız, bu iFilter'ın ya {xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx} (parantezleri ekleyin) gibi bir GUID olarak ya da VisFilter.CFilter.1 gibi bir ProgID olarak izin verilenler listesinde bulunduğundan emin olun.

Kilitli bir masaüstü ortamı sağlıyorsanız, yönetici olmayan kullanıcıların yeni bileşen yükleme izni olmadığından bu ayar gereksizdir. Kullanıcılarınızın Administrator izinleri varsa veya yazılım yükleyebiliyorlarsa, bu ilke kullanıcıların özel olarak Windows Desktop Search ile ilgili eklentileri kullanmasını engeller.

Not: Grup İlkesi düzenleyicisindeki sınırlama nedeniyle, bu ilkeyi izin verilenler listesi olmadan etkinleştirmek isteseniz bile izin verilenler listesine en az bir girdi eklemeniz gerekir. Ad alanına ve değer alanına birer boşluk koyarak bir liste oluşturun ve bu listeyi kaydedin. Bu, program tarafından yoksayılan bir yer tutucu girdisi oluşturur.</string>
      <string id="PreventUnwantedAddins_AllowList">İzin Verilenler Listesi</string>
      <string id="ExcludedExtensionsMultiline">Belirli dosya türlerinin dizinini oluşturmayı engelle</string>
      <string id="ExcludedExtensionsMultiline_Explain">Bu ilkeyi etkinleştirmek, dizin oluşturma işleminin dışında bırakılacak dosya türlerinin listesini düzenlemenize olanak verir. Son kullanıcı bu listeyi değiştiremez. Her uzantı türünü bir noktalı virgülle ayırmanız gerekir.

Grup İlkesi Nesnesi Düzenleyicisi bu listenin birden çok değere bölünmesini gerektirir. Masaüstü Arama tüm bu değerleri tek bir dışlama listesinde birleştirir.

Bu ilke devre dışı bırakıldığında veya yapılandırılmadığında, kullanıcı dışlanan dosya türlerinin varsayılan listesini düzenleyebilir. Bu ilkeyi etkinleştirir ve sonra devre dışı bırakırsanız, kullanıcının özgün listesi geri yüklenir.

Kullanıcıların daha sonra değiştirebileceği bir başlangıç varsayılan dışlanan dosya türleri listesi belirtmek isterseniz, başlangıç makine tercihinin kurulumu hakkında bilgi için yönetim kılavuzuna bakın.</string>
      <string id="ExcludedExtensionsMultiline_0">Çıkar</string>
      <string id="ExcludedExtensionsMultiline_1">ve</string>
      <string id="ExcludedExtensionsMultiline_2">ve</string>
      <string id="ExcludedExtensionsMultiline_3">ve</string>
    </stringTable>
    <presentationTable>
      <presentation id="RichAttachmentPreviews">
        <textBox refId="RichAttachmentPreviews">
          <label>Eklere Yönelik Zengin Önizlemeleri Denetle</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="DataDirectory">
        <textBox refId="PartDataDirectory">
          <label>Yol (128 karakterden az):</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="AddPrimaryIntranetSearchScope">
        <textBox refId="PrimaryIntranetSearchScopeUrl">
          <label>İntranet Arama Kapsamı Url'si</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="AddSecondaryIntranetSearchScope">
        <textBox refId="SecondaryIntranetSearchScopeUrl">
          <label>İntranet Arama Kapsamı Url'si</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="PreviewPaneLocation">
        <dropdownList refId="PreviewPaneLocation" defaultItem="0">Önizleme Bölmesi Konumu</dropdownList>
      </presentation>
      <presentation id="SearchResultIconSize">
        <dropdownList refId="SearchResultIconSize" defaultItem="0">Masaüstü Arama Sonuçlarında Büyük veya Küçük Simge Görünümünü Ayarla</dropdownList>
      </presentation>
      <presentation id="StopIndexingOnLimitedHardDriveSpace">
        <decimalTextBox refId="StopIndexingOnLimitedHardDriveSpace_MBLimit">MB Sınırı</decimalTextBox>
      </presentation>      
      <presentation id="EnableThrottlingOnlineMailboxes">
        <decimalTextBox refId="LimitEnableThrottlingOnlineMailboxes" defaultValue="120">Dakika başına öğe sayısı</decimalTextBox>
      </presentation>
      <presentation id="PreventUnwantedAddins">
        <listBox refId="PreventUnwantedAddins_AllowList">İzin Verilenler Listesi</listBox>
      </presentation>
      <presentation id="PreventIndexingCertainPaths_1">
        <listBox refId="PreventIndexingCertainPaths">Belirli Yolların Dizinini Oluşturmayı Engelle</listBox>
      </presentation>
      <presentation id="PreventIndexingCertainPaths_2">
        <listBox refId="PreventIndexingCertainPaths">Belirli Yolların Dizinini Oluşturmayı Engelle</listBox>
      </presentation>
      <presentation id="DefaultIndexedPaths_1">
        <listBox refId="DefaultIndexedPaths">Varsayılan Dizini Oluşturulan Yollar</listBox>
      </presentation>
      <presentation id="DefaultIndexedPaths_2">
        <listBox refId="DefaultIndexedPaths">Varsayılan Dizini Oluşturulan Yollar</listBox>
      </presentation>
      <presentation id="DefaultExcludedPaths_1">
        <listBox refId="DefaultExcludedPaths">Varsayılan Dışlanan Yollar</listBox>
      </presentation>
      <presentation id="DefaultExcludedPaths_2">
        <listBox refId="DefaultExcludedPaths">Varsayılan Dışlanan Yollar</listBox>
      </presentation>
      <presentation id="ExcludedExtensionsMultiline">
        <textBox refId="ExcludedExtensionsMultiline_0">
          <label>Çıkar</label>
          <defaultValue>.386;.aps;.bin;.bk1;.bk2;.bkf;.blf;.bsc;.btr;.cat;.cfg;.cgm;.chk;.ci;.crwl;.cur;.dat;.dbg;.dct;.dir;.dl_;.el;.evt;.ex_;.exp;.eyb;.fnt;.fon;.ghi;.gthr;.hqx;.icm;.idb;.idx;.ilk;.imc;.in_;.inl;.inv</defaultValue>
        </textBox>
        <textBox refId="ExcludedExtensionsMultiline_1">
          <label>ve</label>
          <defaultValue>.ipp;.jbf;.lib;.local;.log;.log1;.log2;.m14;.mac;.man;.manifest;.map;.MAPIMail;.mmf;.mui;.muimanifest;.mv;.ncb;.obj;.oc_;.ocx;.onecache;.onetoc;.onetoc2;.ost;.pch;.pdb;.pds;.pf;.pic;.pma;.pmc;.pml</defaultValue>
        </textBox>
        <textBox refId="ExcludedExtensionsMultiline_2">
          <label>ve</label>
          <defaultValue>.pmr;.pst;.res;.rmp;.rpc;.rsp;.sbr;.sc2;.sit;.sr_;.sy_;.sym;.TMCONTAINER00000000000000000001;.tlb;.tlh;.tmf;.tmp;.ttc;.ttf;.ttx;.TMCONTAINER00000000000000000002;.ufm;.vbx;.vxd;.wll;.wlt;.xbm;.xix;.z96;.ZFSendToTarget</defaultValue>
        </textBox>
        <textBox refId="ExcludedExtensionsMultiline_3">
          <label>ve</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
    </presentationTable>
  </resources>
</policyDefinitionResources>
